# 2879. Display the First Three Rows
[問題](https://leetcode.com/problems/display-the-first-three-rows/?envType=study-plan-v2&envId=introduction-to-pandas&lang=pythondata)

In [1]:
import pandas as pd

In [2]:
def selectFirstRows(employees: pd.DataFrame) -> pd.DataFrame:
    return employees.head(3)

In [3]:
employees =  [[3,"Bob","Operations",48675],[90,"Alice","Sales",11096],[9,"Tatiana","Engineering",33805],[60,"Annabelle","InformationTechnology",37678],[49,"Jonathan","HumanResources",23793],[43,"Khaled","Administration",40454]]

In [5]:
df = pd.DataFrame(employees)

In [6]:
selectFirstRows(df)

    0        1            2      3
0   3      Bob   Operations  48675
1  90    Alice        Sales  11096
2   9  Tatiana  Engineering  33805